---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemNumberOfLinesBottomDirn1
source: html/190f37f7-dc78-2fd7-7029-1c3e83fce79c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemNumberOfLinesBottomDirn1 Property

"Bottom Major Number Of Lines"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemNumberOfLinesBottomDirn1 { get; }
```